Privacy Policy 

개인정보취급방침

최종 수정 날짜: 2016년 8월 29일 (이전 버전 보기)
사용자는 정보를 검색 및 공유하고, 다른 사람들과 소통하고, 새로운 콘텐츠를 만드는 등 다양한 방법으로 MoviePlanet 서비스를 사용할 수 있습니다. 사용자가 MoviePlanet과 정보를 공유하는 경우(예를 들어 MoviePlanet 계정을 만드는 경우) MoviePlanet은 해당 서비스를 더욱 개선하여 좀 더 관련성 높은 검색결과를 표시하고, 사람들과 간편하게 연결하고, 다른 사용자와 더 빠르고 쉽게 공유할 수 있도록 도와드립니다. MoviePlanet은 MoviePlanet 서비스 사용자가 서비스를 사용할 때 MoviePlanet의 정보 사용 방식 및 개인정보 보호 방식을 명확히 이해하기를 바랍니다.

MoviePlanet 개인정보취급방침에서 다루는 내용은 다음과 같습니다.

MoviePlanet에서 수집하는 정보 및 수집 이유
MoviePlanet에서 정보를 사용하는 방식
MoviePlanet에서 제공하는 선택 사항(정보에 대한 액세스 및 업데이트 방법 포함)
가급적 이해하기 쉽게 설명하고자 하지만 쿠키, IP 주소, 픽셀 태그 및 브라우저와 같은 용어에 익숙하지 않다면 먼저 이러한 핵심 용어에 대해 읽어보시기 바랍니다. MoviePlanet은 사용자의 개인정보를 중요하게 여깁니다. 따라서 MoviePlanet을 처음 사용하는 사용자든 오랫동안 사용한 사용자든, 시간을 내어 MoviePlanet의 관행을 살펴보고 질문이 있는 경우 MoviePlanet에 문의하시기 바랍니다.